{
    "1": {
        "name": "Михаил Ломоносов",
        "type": "Физика",
        "content": "Впервые сформулировал всеобщий закон сохранения материи и движения (1760 год), создал молекулярно-кинетическую теорию тепла, основал науку о стекле"
    },

    "2": {
        "name": "Николай Лобачевский",
        "type": "Физика",
        "content": "Создал геометрию Лобачевского (1829 год), позднее признанную полноценной альтернативой геометрии Евклида"
    },

    "3": {
        "name": "Пафнутий Чебышев",
        "type": "Физика",
        "content": "Совершил несколько выдающихся открытий в математике и механике. Создал более 40 механизмов, многие из которых используются в современном автостроении при создании приборов."
    },

    "4": {
        "name": "Софья Ковалевская",
        "type": "Физика",
        "content": "Сделала ряд математических открытий. За работу о вращении твердого тела (1888 год) получила премию Шведской королевской академии наук."
    },

    "5": {
        "name": "Александр Столетов",
        "type": "Физика",
        "content": "Работал в области электромагнетизма, оптики и молекулярной физики. Создал первый фотоэлемент – прибор, преобразующий энергию фотонов в электричество."
    },

    "6": {
        "name": "Дмитрий Иванович Менделеев",
        "type": "Химия",
        "content": "Открыл периодический закон. Создал таблицу Менделеева. Предсказал открытие многих элементов. Изобрел пикнометр. Изобрел непрерывную нефтеперегонку. Изобрел пироколлодийный порох. Основал Главную палату мер и весов"
    },

    "7": {
        "name": "Николай Николаевич Бекетов",
        "type": "Химия",
        "content": "Основоположник физической химии. Основоположник химической динамики. Открыл алюминотермию (металлотермию) – получение металлов из их соединений с помощью химически более активных металлов."
    },

    "8": {
        "name": "Александр Порфирьевич Бородин",
        "type": "Химия",
        "content": "Открыл реакцию Бородина. Открыл альдольную конденсацию и альдоль. Первым в мире получил фтороорганическое соединение – фтористый бензоил"
    },

    "9": {
        "name": "Владимир Васильевич Марковников",
        "type": "Химия",
        "content": "Сформулировал крайне важное для органической химии правило Марковникова (правило присоединения галогеноводородов к непредельным углеводородам с двойной и тройной связью). Открыл изомерию жирных кислот. Открыл нафтены"
    },

    "10": {
        "name": "Николай Александрович Меншуткин",
        "type": "Химия",
        "content": "Основал классическую химическую кинетику – изучение скорости реакций. Открыл ускорение реакции ее продуктом – уксусной кислотой – автокатализ. Открыл реакцию Меншуткина - реакцию алкилирования третичных аминов алкилгалогенидами с образованием четвертичных аммониевых солей"
    },

    "11": {
        "name": "Николай Иванович Вавилов",
        "type": "Биология",
        "content": "В ходе своих экспедиций ученый выявил очаги зарождения культурных растений. Он предположил, что существуют некие центры их происхождения. Внес огромный вклад в изучение иммунитета растений и выявил закон гомологических рядов, что позволило установить закономерности в эволюции растительного мира."
    },

    "12": {
        "name": "Александр Онуфриевич Ковалевский",
        "type": "Биология",
        "content": "Александр Онуфриевич изучал эмбриологию и физиологию беспозвоночных. Он был сторонником дарвинизма и изучал механизмы эволюции. Проводил исследования в области физиологии, анатомии и гистологии беспозвоночных. Стал одним из создателей эволюционной эмбриологии и гистологии."
    },

    "13": {
        "name": "Илья Ильич Мечников",
        "type": "Биология",
        "content": "Работал над вопросами эволюционной и сравнительной эмбриологии и вместе с Ковалевским стал родоначальником этого научного направления. Труды Мечникова имели большое значение в борьбе с инфекционными заболеваниями, тифом, туберкулезом, холерой. Ученого занимали процессы старения. Он полагал, что преждевременную смерть вызывает отравление микробными ядами и пропагандировал гигиенические способы борьбы, большую роль отводил восстановлению микрофлоры кишечника с помощью кисломолочных продуктов. Ученый создал русскую школу иммунологии, микробиологии, патологии."
    },

    "14": {
        "name": "Кольцов Николай Константинович",
        "type": "Биология",
        "content": "Изучал биофизику клетки, факторы, определяющие её форму. Эти работы вошли в науку под названием «принцип Кольцова». Кольцов – один из основателей генетики в России, организатор первых лабораторий и кафедры экспериментальной биологии. Ученый основал три биостанции. Стал первым русским ученым, который использовал физико-химический метод в биологических исследованиях."
    },

    "15": {
        "name": "Иван Владимирович Мичурин",
        "type": "Биология",
        "content": "Селекционную работу Мичурин начал в арендованном запущенном поместье. За период своей деятельности вывел более 300 сортов культурных растений, в том числе и адаптированных к условиям центральной полосы России."
    }, 

    "16": {
        "name": "Михаил Васильевич Ломоносов",
        "type": "Астрономия",
        "content": "Изобрел внеосевой телескоп-рефлектор и открыл с его помощью атмосферу Венеры – первое открытие атмосферы на другой планете. Создал первую научную теорию атмосферного электричества"
    },

    "17": {
        "name": "Леонард Эйлер",
        "type": "Астрономия",
        "content": "Создал теорию движения планет с учетом их несферичности. Открыл смещение наклона плоскости эклиптики и «свободное движение полюсов» Земли. Дол научное объяснение природы полярных сияний."
    },

    "18": {
        "name": "Андрей Иванович Лексель",
        "type": "Астрономия",
        "content": "Разработал методику вычисления орбит. Первым вычислил орбиту Урана доказав, что это планета, а не комета. Определил орбиту кометы Лекселя, наиболее близко подошедшей к Земле за все время наблюдений."
    },

    "19": {
        "name": "Степан Яковлевич Румовский",
        "type": "Астрономия",
        "content": "Точнее всех астрономов XVIII века вычислил расстояние от Земли до Солнца и паралакс Солнца - угол, под которым со среднего расстояния Солнца виден экваториальный радиус Земли."
    },

    "20": {
        "name": "Василий Яковлевич Струве",
        "type": "Астрономия",
        "content": "Основал Пулковскую обсерваторию. Создал гигантскую геодезическую дугу Струве длиной 2820 км - градусное измерение Земли от города Хаммерфест (Норвегия) до побережья Чёрного моря с целью определения параметров Земли, её формы и размера."
    }
}